{
    "saudacao": {
        "speech": [
            {
                "type": "info",
                "title": "Olá! Eu sou a DRICA, assistente da DIC para prevenir e tirar dúvidas sobre violência do trabalho no setor",
                "subtitle": "Meu objetivo é ajudar você a entender melhor o que é violência no trabalho e como preveni-la. Vamos começar?"
            }
        ],
        "content": [
            [
                {
                    "title": "Me diga, você sabe o que é um \"bot\"?",
                    "type": "info"
                }
            ],
            {
                "options": [
                    {
                        "text": "Sei o que é um bot",
                        "follow-up": "sei-bot"
                    },
                    {
                        "text": "Não sei o que é um bot",
                        "follow-up": "nao-sei-bot"
                    }
                ]
            }
        ],
        "follow-ups": {
            "nao-sei-bot": {
                "speech": [
                    "Um bot é um programa de computador que simula ações humanas repetidas vezes de maneira padrão. Clique em \"Continuar\""
                ],
                "content": [
                    {
                        "options": [
                            {
                                "text": "Continuar",
                                "type": "end",
                                "follow-up": "violencia-trabalho"
                            }
                        ]
                    }
                ]
            },
            "sei-bot": {
                "speech": [
                    "Que bom que você sabe o que é um bot. Clique em \"Continuar\""
                ],
                "content": [
                    {
                        "options": [
                            {
                                "text": "Continuar",
                                "type": "end",
                                "follow-up": "violencia-trabalho"
                            }
                        ]
                    }
                ]
            }
        }
    },
    "violencia-trabalho": {
        "speech": [
            {
                "type": "info",
                "title": "Você sabia que violência no trabalho, não é só fisica?",
                "subtitle": "O Manual de Saúde e Segurança do Servidor Público de Santa Catarina define a violência no ambiente de trabalho como toda e qualquer ação ou comportamento, explícito ou sutil, que resulte em agressão, humilhação ou ameaça ao servidor ou aos indivíduos relacionados a ele.\n\nDesta forma, a violência no trabalho pode se manifestar em diferentes formas."
            }
        ],
        "content": [
            [
                {
                    "type": "button",
                    "text": "Programa Combate ao Assédio da CGE SC",
                    "icon": {
                        "type": "link"
                    },
                    "link": "https://www.cge.sc.gov.br/combateaoassedio/"
                }
            ],
            {
                "options": [
                    {
                        "text": "Mais sobre discriminação",
                        "follow-up": "violencia-discriminacao"
                    },
                    {
                        "text": "Mais sobre assédio",
                        "follow-up": "violencia-assedio"
                    }
                ]
            }
        ],
        "follow-ups": {
            "violencia-discriminacao": {
                "speech": [
                    {
                        "type": "info",
                        "title": "Discriminação é toda ação ou omissão que viola os direitos humanos baseada na raça, cor, sexo, religião, opinião política, ascendência nacional, origem social, idade, condição corporal, orientação sexual, identidade e expressão de gênero, que prejudique a igualdade de oportunidades ou de tratamento no contexto do trabalho.",
                        "subtitle": "Na esfera administrativa, a discriminação é considerada uma infração disciplinar, podendo levar à demissão do agressor."
                    }
                ],
                "content": [
                    [
                        {
                            "options": [
                                {
                                    "text": "Mais sobre assédio",
                                    "follow-up": "violencia-assedio"
                                }
                            ]
                        }
                    ]
                ]
            },
            "violencia-assedio": {
                "speech": [
                    {
                        "type": "info",
                        "title": "Assédio no trabalho",
                        "subtitle": "Assediar é importunar, molestar, aborrecer, incomodar implica cerco, insistência impertinente de forma a abalar a moral de quem está sendo assediado"
                    }
                ],
                "content": [
                    [
                        {
                            "options": [
                                {
                                    "text": "Mais sobre discriminação",
                                    "follow-up": "violencia-discriminacao"
                                }
                            ]
                        }
                    ]
                ]
            }
        }
    }
}